i5-2500k/noretpoline-nopti-nopcid/pgbench/50/runs/result-rw-2.log
transaction type: <builtin: simple update>
scaling factor: 50
query mode: simple
number of clients: 4
number of threads: 4
duration: 1800 s
number of transactions actually processed: 13297432
latency average = 0.541 ms
tps = 7387.459319 (including connections establishing)
tps = 7387.487775 (excluding connections establishing)